<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#0000EF" VLINK="#51188E" 
ALINK="#FF0000">
<ul><b>   Tutorats de Physique Statistique 2011 </b> </ul><BR> ESPCI <BR>
Groupes 9 et 10
<BR>
<HR>

Les tutorats sont &agrave; d&eacute;poser dans une enveloppe &agrave mon nom,
&agrave l'accueil de l'ESPCI ou &agrave; l'accueil de l'ENS, 24 Rue Lhomond,
le <b> lundi soir, veille du tutorat</b>. Merci de me pr&eacute;venir de tout retard.

<HR>

<ul> <b>  Tutorat 1, Mardi 26 Avril et 3 Mai</b> 

<BR>

Le <a href="2010-tut1.pdf">premier tutorat</a>  portera sur:

  <ul><li> L'&eacute;tude du mouvement Brownien tel que l'a &eacute;tudi&eacute; Langevin, un (glorieux) ancien <a href="http://www.espci.fr/actu/langevin/Paul-Langevin.htm"> &eacute;tudiant de l'&eacute;cole</a>, et sur les marches al&eacute;atoires.
Les marches al&eacute;toires et les courbes auto-similaires font aujourd'hui partie
de la culture du scientifique: on pourra en trouver des repr&eacute;sentations
en cherchant un peu sur le web, par exemple:
<a href="http://www-sop.inria.fr/mefisto/java/tutorial1/node26.html"> Courbes
Brownienne &agrave; 1d</a>, une <a href="http://galileo.phys.virginia.edu/classes/109N/more_stuff/Applets/brownian/brownian.html"> Simulation d'un mouvement Brownien &agrave; 2d</a>, des images du 
<a href="http://www.microscopy-uk.org.uk/dww/home/hombrown.htm"> mouvement Brownien r&eacute;el </a> et du <a href = "http://www.brianjford.com/wbbrownb.htm"> microscope de Monsieur Brown</a>.
Les plus courageux d'entre vous pourront aussi jeter un coup d'oeil aux articles extraordinaires de Jean Perrin sur le site <a href="http://www.academie-sciences.fr/Membres/in_memoriam/Perrin/Perrin_publi.htm"> de l'acad&eacute;mie des sciences </a>
</ul>

<ul><li> Le fameux th&eacute;oreme
de la limite centrale.
Jetez un coup d'oeil sur
Wikipedia <a href="http://fr.wikipedia.org/wiki/Th%C3%A9or%C3%A8me_de_la_limite_centrale">
TLC</a>. Vous verrez que ce th&eacute;oreme sera extr&ecirc;mement utile dans
plusieurs matieres dans vos &eacute;tudes.
</ul>

</ul>

<HR>
<ul> <b>  Tutorat 2, Mardi 10 et 17 Mai</b>

<BR>

Le <a href="2010-tut2.pdf">deuxi&egrave;me tutorat</a> portera sur:

<ul><li>
La m&eacute;canique statistique d'un gaz parfait inhomog&egrave;ne. Vous pouvez consulter <a href="leggett_book_appendix.pdf">l'appendice 1A</a> du livre "Quantum Liquids" de A.Leggett qui vous sera utile pour l'exercice 2.
</ul>
  
  <ul><li>L'entropie de Shannon, la th&eacute;orie de l'information et son application &agrave; l'analyse de la compression de donn&eacute;es. Les fichiers de donn&eacute;es suivants vous serviront pour les tests de compression (j'ai pour ma part utilis&eacute; gzip sous linux, mais vous pouvez/devez choisir vos utilitaires favoris): <BR>
<a href="uniform.txt">uniform.txt</a> <BR>
<a href="half.txt">half.txt</a> <BR>
<a href="ABCD.txt">ABCD.txt</a> <BR>
<a href="ABCD2.txt">ABCD2.txt</a> <BR>
Un autre exercice amusant est l'estimation de <a href="http://www.math.psu.edu/dlittle/java/informationtheory/entropy/index.html">l'entropie de la langue anglaise </a>.
</ul>



</ul>

<HR>
<ul> <b>  Tutorat 3, Mardi 24 et 31 Mai</b>

<BR>

Le <a href="2010-tut3.pdf">troisi&egrave;me tutorat</a> portera sur le
th&eacute;or&egrave;me de l'equiparition de l'&eacute;nergie et sur la
contribution (encore une !) d'Einstein &agrave; la
compr&eacute;hension du ph&eacute;nomene de gel des degr&eacute;s de
libert&eacute;. Les curieux pourront
consulter <a href="http://web.lemoyne.edu/~giunta/PETIT.html" > une
reproduction de l'article de Dulong et Petit </a>.
<br>
Certains exercises ont d&eacute;j&agrave; &eacute;t&eacute; discut&eacute;s
  dans le cours; essayez de vous concentrer surtout sur ceux que vous n'avez jamais fait.
</ul>





<HR>
<ul> <b>  Tutorat 4, Mardi 7 et 14 Juin</b>

<BR>

Le <a href="2010-tut4.pdf">quatri&egrave;me tutorat</a> portera sur les gaz quantiques,
  notamment sur:

<ul><li>Les gaz de fermions &agrave; deux dimensions.</ul>
<ul><li>Les gaz de bosons &agrave; deux dimensions.</ul>
<ul><li>Les gaz de bosons &agrave; trois dimensions et la 
<a href="http://fr.wikipedia.org/wiki/Condensat_de_Bose-Einstein">condensation de Bose-Einstein</a>.
</ul>

</ul>


</BODY>
